tap "homebrew/cask-fonts"
tap "FelixKratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazygit"

brew "coreutils"
brew "eza"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "stow"
brew "fzf"
brew "git"
brew "bat"
brew "fd"
brew "zoxide"
brew "lua"
brew "luajit"
brew "luarocks"
brew "prettier"
brew "make"
brew "qmk"
brew "ripgrep"
brew "lazygit"
brew "neovim"
brew "tree-sitter"
brew "tree"
brew "borders"
brew "node"
brew "nvm"
brew "bitwarden"
